Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# disbursementsPayee
source: Payee
de_de: Zahlungsempfänger
es_419: Beneficiario
es_es: Beneficiario
fr_fr: Bénéficiaire
it_it: Beneficiario
ja_jp: 受取人
ko_kr: 수취인
ms_my: Penerima
pt_br: Beneficiário
ru_ru: Получатель платежа
th_th: ผู้รับเงิน
vi_vn: Người nhận thanh toán
zh_hans: 收款人
zh_hant_tw: 收款人

# disbursementsPhone
source: Phone
de_de: Telefon
es_419: Teléfono
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
ja_jp: 電話
ko_kr: 전화번호
ms_my: Telefon
pt_br: Telefone
ru_ru: Телефон
th_th: โทรศัพท์
vi_vn: Điện thoại
zh_hans: 电话
zh_hant_tw: 電話

# disbursementsPinZip
source: Pin/Zip Code of Branch
de_de: PIN-Code/Postleitzahl der Niederlassung:
es_419: Pin / Código Postal de la sucursal
es_es: Pin/Código postal de la sucursal:
fr_fr: Code PIN/postal de succursale
it_it: PIN/codice postale della filiale
ja_jp: 支店のPIN/郵便番号
ko_kr: 지점의 PIN/우편번호
ms_my: Pin / Poskod Cawangan
pt_br: Código PIN/CEP da agência
ru_ru: Почтовый индекс филиала
th_th: รหัส Pin/รหัสไปรษณีย์ของสาขา
vi_vn: Mã Pin/Mã Zip của chi nhánh
zh_hans: 分行 Pin 码/邮递区号
zh_hant_tw: 分行 Pin 碼/郵遞區號

# disbursementsPinZipErrorMessage
source: Enter a valid Pin/Zip Code of Branch.
de_de: Geben Sie eine gültige PIN/Postleitzahl der Filiale ein.
es_419: Introduzca un código pin/postal de sucursal válido.
es_es: Introduzca un código postal de sucursal válido.
fr_fr: Saisissez un code PIN/postal de succursale valide.
it_it: Inserisci un CAP valido per la filiale.
ja_jp: 有効な支店のPINコード/郵便番号を入力してください。
ko_kr: 지점의 유효한 핀/우편번호를 입력하세요.
ms_my: Masukkan Pin/Poskod Cawangan yang sah.
pt_br: Informe um código PIN/CEP da agência válido.
ru_ru: Введите действительный PIN/почтовый индекс филиала.
th_th: กรอกรหัส Pin/ไปรษณีย์ที่ถูกต้องของสาขา
vi_vn: Nhập mã PIN/Zip hợp lệ của chi nhánh.
zh_hans: 输入有效的分行 Pin 码/邮递区号。
zh_hant_tw: 輸入有效的分行 Pin 碼/郵遞區號。

# disbursementsReasonForWire
source: Reason for Wire
de_de: Verwendungszweck der Banküberweisung
es_419: Motivo de la transferencia
es_es: Motivo de la transferencia
fr_fr: Motif du virement
it_it: Motivo del bonifico
ja_jp: 電信送金の理由
ko_kr: 송금 사유
ms_my: Sebab untuk Kawat
pt_br: Motivo da transferência
ru_ru: Назначение перевода
th_th: เหตุผลของการโอน
vi_vn: Lý do chuyển khoản
zh_hans: 电汇原因
zh_hant_tw: 電匯原因

# disbursementsReasonForWireErrorMessage
source: Enter a valid Reason for Wire.
de_de: Einen gültigen Verwendungszweck der Banküberweisung angeben.
es_419: Introduzca un motivo para la transferencia válido.
es_es: Introduzca un motivo para la transferencia válido.
fr_fr: Saisissez un motif valide pour le virement.
it_it: Inserisci una causale valida per il trasferimento.
ja_jp: 有効な電信送金理由を入力してください。
ko_kr: 유효한 송금 사유를 입력하세요.
ms_my: Masukkan Sebab untuk Kawat yang sah.
pt_br: Informe um motivo válido para a transferência.
ru_ru: Введите допустимую причину перевода.
th_th: กรอกเหตุผลที่ถูกต้องสำหรับการโอนเงิน
vi_vn: Nhập Lý do chuyển khoản hợp lệ.
zh_hans: 输入有效的电汇原因。
zh_hant_tw: 輸入有效的電匯原因。

# disbursementsReceivingAccount
source: Recipient Account
de_de: Empfängerkonto
es_419: Cuenta del beneficiario
es_es: Cuenta del destinatario
fr_fr: Compte destinataire
it_it: Conto del destinatario
ja_jp: 受取人口座
ko_kr: 수취 계좌
ms_my: Akaun Penerima
pt_br: Conta do beneficiário
ru_ru: Счёт получателя
th_th: บัญชีผู้รับ
vi_vn: Tài khoản người nhận
zh_hans: 收款人帐户
zh_hant_tw: 收款人帳戶

# disbursementsReceivingBank
source: Receiving Bank
de_de: Empfängerbank
es_419: Banco destinatario
es_es: Banco destinatario
fr_fr: Banque destinataire
it_it: Banca ricevente
ja_jp: 被仕向銀行
ko_kr: 수취 은행
ms_my: Bank Penerimaan
pt_br: Banco de destino
ru_ru: Банк-получатель
th_th: ธนาคารผู้รับ
vi_vn: Ngân hàng nhận
zh_hans: 收款银行
zh_hant_tw: 收款銀行

# disbursementsSchwabWireFee
source: Schwab Wire Fee
de_de: Schwab-Überweisungsgebühr
es_419: Comisión por transferencia de Schwab
es_es: Comisión por transferencia de Schwab
fr_fr: Frais de virement Schwab
it_it: Commissione trasferimento Schwab
ja_jp: Schwab電信送金手数料
ko_kr: Schwab 송금 수수료
ms_my: Yuran Kawat Schwab
pt_br: Taxa de transferência da Schwab
ru_ru: Комиссия Schwab за банковский перевод
th_th: ค่าธรรมเนียมการโอนเงินของ Schwab
vi_vn: Phí chuyển khoản Schwab
zh_hans: 嘉信理财电汇费用
zh_hant_tw: 嘉信理財電匯費用

# disbursementsSelect
source: Select
de_de: Auswählen
es_419: Seleccionar
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_hans: 选择
zh_hant_tw: 選擇

# disbursementsSelectACountry
source: Select a Country.
de_de: Wählen Sie ein Land aus.
es_419: Selecciona un país
es_es: Seleccione un país.
fr_fr: Sélectionnez un pays.
it_it: Seleziona un Paese.
ja_jp: 国を選択してください。
ko_kr: 국가를 선택하세요.
ms_my: Pilih Negara.
pt_br: Selecione um país.
ru_ru: Выберите страну.
th_th: เลือกประเทศ
vi_vn: Chọn một quốc gia.
zh_hans: 选择一个国家。
zh_hant_tw: 選擇一個國家。

# disbursementsSelectASymbol
source: Select a Symbol
de_de: Börsenkürzel auswählen
es_419: Seleccionar un símbolo
es_es: Seleccione un símbolo
fr_fr: Sélectionner un symbole
it_it: Seleziona una valuta
ja_jp: シンボルを選択してください
ko_kr: 심볼 선택
ms_my: Pilih Simbol
pt_br: Selecione um símbolo
ru_ru: Выберите тикер
th_th: เลือกสัญลักษณ์
vi_vn: Chọn một mã
zh_hans: 选择代号
zh_hant_tw: 選擇代號

# disbursementsSelectASymbolErrorMessage
source: Select a Symbol.
de_de: Wählen Sie ein Börsenkürzel aus.
es_419: Seleccione un símbolo
es_es: Seleccione un símbolo
fr_fr: Sélectionnez un symbole.
it_it: Seleziona una valuta.
ja_jp: シンボルを選択してください
ko_kr: 심볼을 선택하세요.
ms_my: Pilih Simbol.
pt_br: Selecione um símbolo.
ru_ru: Выберите тикер.
th_th: เลือกสัญลักษณ์
vi_vn: Chọn một mã.
zh_hans: 选择代号。
zh_hant_tw: 選擇代號。

# disbursementsSelectAToAccount
source: Select a To Account.
de_de: Wählen Sie ein Empfängerkonto aus.
es_419: Selecciona una cuenta de destino.
es_es: Selecciona una cuenta de destino.
fr_fr: Sélectionnez un compte destinataire.
it_it: Seleziona un conto.
ja_jp: 口座へを選択してください。
ko_kr: 수신 계좌를 선택하세요.
ms_my: Pilih Ke Akaun.
pt_br: Selecione uma conta.
ru_ru: Выберите «На счет».
th_th: เลือกบัญชี
vi_vn: Chọn Tài khoản Tới.
zh_hans: 选择一个转入帐户。
zh_hant_tw: 選擇一個轉入帳戶。

# disbursementsSelectATransferMethod
source: Select a Transfer Method.
de_de: Wählen Sie eine Überweisungsmethode aus.
es_419: Seleccione un método de transferencia.
es_es: Seleccione un método de transferencia.
fr_fr: Sélectionnez une méthode de transfert.
it_it: Seleziona un metodo di trasferimento.
ja_jp: 振替方法を選択してください。
ko_kr: 이체 방법을 선택하세요.
ms_my: Pilih Kaedah Pemindahan.
pt_br: Selecione um método de transferência.
ru_ru: Выберите способ перевода.
th_th: เลือกวิธีการโอน
vi_vn: Chọn một phương thức chuyển khoản.
zh_hans: 选择转帐方式。
zh_hant_tw: 選擇轉帳方式。

# disbursementsSelectAWireCurrency
source: Select a Wire Currency.
de_de: Wählen Sie eine Überweisungswährung aus.
es_419: Seleccione una moneda de transferencia.
es_es: Seleccione una moneda de transferencia.
fr_fr: Sélectionnez la devise du virement.
it_it: Seleziona una valuta per il trasferimento.
ja_jp: 電信送金通貨を選択してください。
ko_kr: 송금 통화를 선택하세요.
ms_my: Pilih Mata Wang Kawat.
pt_br: Selecione uma moeda para a transferência.
ru_ru: Выберите валюту банковского перевода.
th_th: เลือกสกุลเงินที่จะโอน
vi_vn: Chọn một loại tiền tệ chuyển khoản.
zh_hans: 选择电汇货币。
zh_hant_tw: 選擇電匯貨幣。

# disbursementsSelectAWireType
source: Select a Wire Type.
de_de: Wählen Sie eine Überweisungsart aus.
es_419: Seleccione un tipo de transferencia.
es_es: Seleccione un tipo de transferencia.
fr_fr: Sélectionnez un type de virement.
it_it: Seleziona un tipo di trasferimento.
ja_jp: 電信送金タイプを選択してください。
ko_kr: 송금 유형을 선택하세요
ms_my: Pilih Jenis Kawat.
pt_br: Selecione um tipo de transferência.
ru_ru: Выберите тип перевода.
th_th: เลือกประเภทการโอนเงิน
vi_vn: Chọn một loại chuyển khoản.
zh_hans: 选择电汇类型。
zh_hant_tw: 選擇電匯類型。

# disbursementsSelectToAccount
source: Select To Account
de_de: Empfängerkonto auswählen
es_419: Selecciona una cuenta de destino.
es_es: Seleccione la cuenta destinataria
fr_fr: Sélectionner un compte destinataire
it_it: Seleziona un conto
ja_jp: 送金先口座を選択
ko_kr: 입금 계좌 선택
ms_my: Pilih Kepada Akaun
pt_br: Selecionar para conta
ru_ru: Выберите «На счет»
th_th: เลือกบัญชี
vi_vn: Chọn Tài khoản nhận
zh_hans: 选择转入帐户
zh_hant_tw: 選擇轉入帳戶

# disbursementsSelectWireType
source: Select Wire Type
de_de: Überweisungsart auswählen
es_419: Seleccionar tipo de transferencia
es_es: Seleccionar tipo de transferencia
fr_fr: Sélectionner un type de virement
it_it: Seleziona un tipo di trasferimento
ja_jp: 電信送金タイプを選んでください
ko_kr: 송금 유형 선택
ms_my: Pilih Jenis Kawat
pt_br: Selecionar tipo de transferência
ru_ru: Выберите тип перевода
th_th: เลือกประเภทการโอนเงิน
vi_vn: Chọn loại chuyển khoản
zh_hans: 选择电汇类型
zh_hant_tw: 選擇電匯類型

# disbursementsSortCode
source: Sort Code
de_de: Sortiercode
es_419: Código de clasificación
es_es: Código Sort
fr_fr: Code guichet
it_it: Ordina per codice
ja_jp: ソートコード
ko_kr: 코드 정렬
ms_my: Kod Isih
pt_br: Código de classificação
ru_ru: Код сортировки
th_th: รหัสการเรียงลำดับ
vi_vn: Mã định danh ngân hàng
zh_hans: 分类代码
zh_hant_tw: 分類代碼

# disbursementsSortCodeErrorMessage
source: Enter a valid 6 digit Sort Code.
de_de: Eine gültige sechsstellige britische Bankleitzahl (Sort-Code) eingeben.
es_419: Introduzca un código de clasificación de 6 dígitos válido.
es_es: Introduzca un código de clasificación válido de 6 dígitos.
fr_fr: Saisissez un code guichet valide à 6 chiffres.
it_it: Inserisci un Sort Code valido di 6 cifre.
ja_jp: 有効な6桁のソートコードを入力してください。
ko_kr: 유효한 6자리 SORT 코드를 입력하세요.
ms_my: Masukkan Kod Sort 6 digit yang sah.
pt_br: Informe um código de classificação válido de 6 dígitos.
ru_ru: Введите действительный 6-значный код банка.
th_th: กรอกรหัส Sort 6 หลักที่ถูกต้อง
vi_vn: Nhập Mã sắp xếp hợp lệ gồm 6 chữ số.
zh_hans: 输入有效的 6 位数分类代码。
zh_hant_tw: 輸入有效的 6 位數分類代碼。

# disbursementsStepIndicator
source: Step Indicator
de_de: Schrittanzeige
es_419: Indicador de paso
es_es: Indicador de pasos
fr_fr: Indicateur d'étape
it_it: Indicatore di fase
ja_jp: ステップインジケーター
ko_kr: 단계 표시기
ms_my: Petunjuk Langkah
pt_br: Indicador de etapa
ru_ru: Индикатор этапа
th_th: ตัวระบุขั้นตอน
vi_vn: Chỉ báo bước
zh_hans: 步骤指标
zh_hant_tw: 步驟指標

# disbursementsStepOne
source: Step 1
de_de: Schritt 1
es_419: Paso 1
es_es: Paso 1
fr_fr: Étape 1
it_it: Fase 1
ja_jp: ステップ1
ko_kr: 1단계
ms_my: Langkah 1
pt_br: Passo 1
ru_ru: 1 этап
th_th: ขั้นตอนที่ 1
vi_vn: Bước 1
zh_hans: 步骤 1
zh_hant_tw: 步驟 1

# disbursementsStepOneNavigationTitle
source: Transfer Proceeds
de_de: Erlöse überweisen
es_419: Transferir los beneficios
es_es: Transferir ingresos
fr_fr: Transférer les produits
it_it: Proventi del trasferimento
ja_jp: 受取金を振替える
ko_kr: 수익 이체
ms_my: Pindahkan Hasil
pt_br: Proventos da transferência
ru_ru: Перевести выручку
th_th: โอนรายได้
vi_vn: Tiền thu được từ chuyển nhượng
zh_hans: 转帐所得款项
zh_hant_tw: 轉帳所得款項

# disbursementsStepOneStepTitle
source: Transfer Entry
de_de: Überweisungseintrag
es_419: Información de la transferencia
es_es: Transferir entrada
fr_fr: Entrée du transfert
it_it: Inserimento dati trasferimento
ja_jp: 振替エントリー
ko_kr: 이체 입력
ms_my: Kemasukan Pemindahan
pt_br: Entrada da transferência
ru_ru: Запись о переводе
th_th: รายการโอน
vi_vn: Ghi nhận chuyển nhượng
zh_hans: 转帐输入
zh_hant_tw: 轉帳輸入

# disbursementsStepThreeBackButton
source: Step 3
de_de: Schritt 3
es_419: Paso 3
es_es: Paso 3
fr_fr: Étape 3
it_it: Fase 3
ja_jp: ステップ3
ko_kr: 3단계
ms_my: Langkah 3
pt_br: Passo 3
ru_ru: 3 этап
th_th: ขั้นตอนที่ 3
vi_vn: Bước 3
zh_hans: 第 3 步：
zh_hant_tw: 第 3 步：

# disbursementsStepThreeErrorBanner
source: There may have been an issue with your request.
de_de: Möglicherweise ist ein Problem mit Ihrer Bestellung aufgetreten.
es_419: Es posible que haya habido un problema con tu orden.
es_es: Es posible que haya habido un problema con su solicitud.
fr_fr: Votre demande rencontre peut-être un problème.
it_it: Potrebbe esserci stato un problema con la tua richiesta.
ja_jp: リクエストに問題があった可能性があります。
ko_kr: 요청에 문제가 발생했을 수 있습니다.
ms_my: Mungkin terdapat masalah dengan permintaan anda.
pt_br: Pode ter ocorrido um problema na solicitação.
ru_ru: Возможно, при обработке вашего запроса возникла ошибка.
th_th: อาจมีปัญหาเกิดขึ้นกับคำขอของคุณ
vi_vn: Yêu cầu của bạn có thể đã gặp vấn đề.
zh_hans: 您的订单可能有问题。
zh_hant_tw: 您的訂單可能有問題。

# disbursementsStepThreeOrderStatus
source: Order Status
de_de: Auftragsstatus
es_419: Estado de la orden
es_es: Estado de la orden
fr_fr: Statut de l'ordre
it_it: Stato dell'ordine
ja_jp: 注文ステータス
ko_kr: 주문 상태
ms_my: Status Pesanan
pt_br: Status da ordem
ru_ru: Статус Ордера
th_th: สถานะคำสั่งซื้อขาย
vi_vn: Trạng thái lệnh
zh_hans: 订单状态
zh_hant_tw: 訂單狀態

# disbursementsStepThreeStepTitle
source: Acknowledgement
de_de: Bestätigung
es_419: Reconocimiento
es_es: Reconocimiento
fr_fr: Accusé de réception
it_it: Conferma
ja_jp: 承認
ko_kr: 확인
ms_my: Pengakuan
pt_br: Reconhecimento
ru_ru: Подтверждение
th_th: การรับทราบ
vi_vn: Xác nhận
zh_hans: 确认
zh_hant_tw: 確認

# disbursementsStepTwoBackButton
source: Step 2
de_de: Schritt 2
es_419: Paso 2
es_es: Paso 2
fr_fr: Étape 2
it_it: Fase 2
ja_jp: ステップ2
ko_kr: 2단계
ms_my: Langkah 2
pt_br: Passo 2
ru_ru: 2 этап
th_th: ขั้นตอนที่ 2
vi_vn: Bước 2
zh_hans: 步骤 2
zh_hant_tw: 步驟 2

# disbursementsStepTwoFTU
source: We were unable to process your request. Please try again or contact Schwab at 800-654-2593 for further assistance.
de_de: Wir konnten Ihre Anfrage nicht bearbeiten. Bitte versuche es erneut oder kontaktiere Schwab unter 800-654-2593 für weitere Unterstützung.
es_419: No hemos podido procesar tu solicitud. Inténtalo nuevamente o llama a Schwab al 800-654-2593 para obtener más ayuda.
es_es: No hemos podido procesar su solicitud. Inténtelo de nuevo más tarde o llame a Schwab al 800-654-2593 para obtener asistencia.
fr_fr: Nous n'avons pas pu traiter votre demande. Veuillez réessayer ou contacter Schwab au 800-654-2593 pour obtenir de l'aide.
it_it: Non è stato possibile elaborare la tua richiesta. Riprova o contatta Schwab al numero 800-654-2593 per ulteriore assistenza.
ja_jp: リクエストを処理できませんでした。もう一度試すか、さらなるサポートが必要な場合はSchwab（800-654-2593）にお問い合わせください。
ko_kr: 요청을 처리할 수 없습니다. 다시 시도하거나 Schwab(800-654-2593)으로 문의하여 추가 지원을 받으세요.
ms_my: Kami tidak dapat memproses permintaan anda. Sila cuba lagi atau hubungi Schwab di 800-654-2593 untuk bantuan lanjut.
pt_br: Não foi possível processar a solicitação. Tente novamente depois ou ligue para a Schwab em 800-654-2593.
ru_ru: Нам не удалось обработать ваш запрос. Пожалуйста, повторите попытку или свяжитесь с компанией Schwab по номеру 800-654-2593.
th_th: เราไม่สามารถดําเนินการคำขอของคุณได้ โปรดลองอีกครั้งหรือติดต่อ Schwab ที่ 800-654-2593 เพื่อขอความช่วยเหลือเพิ่มเติม
vi_vn: Chúng tôi không thể xử lý yêu cầu của bạn. Vui lòng thử lại hoặc liên hệ với Schwab theo số 800-654-2593 để được hỗ trợ thêm.
zh_hans: 无法处理您的请求。请重试，或致电 800-654-2593 联络嘉信理财寻求进一步协助。
zh_hant_tw: 無法處理您的請求。請重試，或致電 800-654-2593 聯絡嘉信理財尋求進一步協助。

# disbursementsStepTwoStepTitle
source: Verify Transfer
de_de: Überweisung verifizieren
es_419: Verificar transferencia
es_es: Verificar transferencia
fr_fr: Vérifier le transfert
it_it: Verifica trasferimento
ja_jp: 振替の確認
ko_kr: 이체 확인
ms_my: Sahkan Pemindahan
pt_br: Validar transferência
ru_ru: Проверить перевод
th_th: ตรวจสอบการโอน
vi_vn: Xác minh chuyển khoản
zh_hans: 确认转帐
zh_hant_tw: 確認轉帳

# disbursementsSubmit
source: Submit
de_de: Absenden
es_419: Enviar
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ja_jp: 提出する
ko_kr: 제출
ms_my: Serahkan
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_hans: 提交
zh_hant_tw: 提交

# disbursementsSwiftCodeErrorMessage
source: Enter a valid Swift Code.
de_de: Geben Sie einen gültigen Swift-Code ein.
es_419: Introduce un código Swift válido.
es_es: Introduzca un código Swift válido.
fr_fr: Saisissez un code Swift valide.
it_it: Inserisci un codice Swift valido.
ja_jp: 有効なSwiftコードを入力してください。
ko_kr: 유효한 Swift 코드를 입력하세요.
ms_my: Masukkan Kod Swift yang sah.
pt_br: Informe um código Swift válido.
ru_ru: Введите действительный код Swift.
th_th: กรอกรหัส Swift ที่ถูกต้อง
vi_vn: Nhập mã Swift hợp lệ.
zh_hans: 输入有效的 Swift 代码。
zh_hant_tw: 輸入有效的 Swift 代碼。

# disbursementsTo
source: To
de_de: An
es_419: Para
es_es: A
fr_fr: À
it_it: A
ja_jp: 宛先
ko_kr: 종료
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ถึง
vi_vn: Đến
zh_hans: 至
zh_hant_tw: 至

# disbursementsTransferDetailsTitle
source: Transfer Details
de_de: Einzelheiten zur Überweisung
es_419: Detalles de la transferencia
es_es: Detalles de la transferencia
fr_fr: Détails du transfert
it_it: Dettagli del trasferimento
ja_jp: 振替の詳細
ko_kr: 이체 세부사항
ms_my: Butiran Pemindahan
pt_br: Detalhes da transferência
ru_ru: Подробнее о переводе
th_th: รายละเอียดการโอน
vi_vn: Chi tiết chuyển nhượng
zh_hans: 转帐详情
zh_hant_tw: 轉帳詳情

# disbursementsTransferMethod
source: Transfer Method
de_de: Überweisungsmethode
es_419: Método de transferencia
es_es: Método de transferencia
fr_fr: Méthode de transfert
it_it: Metodo di trasferimento
ja_jp: 振込方法
ko_kr: 이제 방법
ms_my: Kaedah Pemindahan
pt_br: Método de transferência
ru_ru: Метод перевода
th_th: วิธีการโอน
vi_vn: Phương thức chuyển khoản
zh_hans: 转帐方式
zh_hant_tw: 轉帳方式

# disbursementsTransferProceeds
source: Transfer Proceeds
de_de: Erlöse überweisen
es_419: Transferir los beneficios
es_es: Transferir ingresos
fr_fr: Transférer les produits
it_it: Proventi del trasferimento
ja_jp: 受取金を振替える
ko_kr: 수익 이체
ms_my: Pindahkan Hasil
pt_br: Proventos da transferência
ru_ru: Перевести выручку
th_th: โอนรายได้
vi_vn: Tiền thu được từ chuyển nhượng
zh_hans: 转帐所得款项
zh_hant_tw: 轉帳所得款項

# disbursementsTransferType
source: Transfer Type
de_de: Überweisungsart
es_419: Tipo de transferencia
es_es: Tipo de transferencia
fr_fr: Type de transfert
it_it: Tipo di trasferimento
ja_jp: 送金タイプ
ko_kr: 이체 유형
ms_my: Jenis Pemindahan
pt_br: Tipo de transferência
ru_ru: Тип перевода
th_th: ประเภทการโอน
vi_vn: Loại chuyển tiền
zh_hans: 转帐类型
zh_hant_tw: 轉帳類型

# disbursementsTransitCodeErrorMessage
source: Enter a valid 9 digit Transit Code.
de_de: Geben Sie einen gültigen 9-stelligen Transitcode ein.
es_419: Introduce un código de tránsito válido de 9 dígitos.
es_es: Introduzca un código de tránsito válido de 9 dígitos.
fr_fr: Saisissez un code de transit valide à 9 chiffres.
it_it: Inserisci un numero di routing valido di 9 cifre.
ja_jp: 有効な9桁のトランジットコードを入力してください。
ko_kr: 유효한 9자리 Transit 코드를 입력하세요.
ms_my: Masukkan Kod Transit 9 digit yang sah.
pt_br: Informe um código de trânsito válido de 9 dígitos.
ru_ru: Введите действительный 9-значный транзитный код.
th_th: กรอกรหัส Transit 9 หลักที่ถูกต้อง
vi_vn: Nhập Mã Transit hợp lệ gồm 9 chữ số.
zh_hans: 输入有效的 9 位数分行代码。
zh_hant_tw: 輸入有效的 9 位數分行代碼。

# disbursementsWire
source: Wire
de_de: Banküberweisung
es_419: Transferencia
es_es: Transferencia
fr_fr: Virement
it_it: Trasferimento
ja_jp: ワイヤー
ko_kr: 송금
ms_my: Kawat
pt_br: Transferência
ru_ru: Перевод
th_th: การโอน
vi_vn: Chuyển khoản
zh_hans: 电汇
zh_hant_tw: 電匯

# disbursementsWireCurrency
source: Wire Currency
de_de: Überweisungswährung
es_419: Moneda de transferencia
es_es: Moneda de transferencia
fr_fr: Devise du virement
it_it: Valuta del trasferimento
ja_jp: 電信送金通貨
ko_kr: 송금 통화
ms_my: Mata Wang Kawat
pt_br: Moeda da transferência
ru_ru: Валюта перевода
th_th: สกุลเงินที่โอน
vi_vn: Tiền tệ chuyển khoản
zh_hans: 电汇货币
zh_hant_tw: 電匯貨幣

# disbursementsWireFeeNote
source: The wire fee will be deducted from the net proceeds of your trade. This is a one-time wire request.
de_de: Die Gebühr für die Banküberweisung wird vom Nettoerlös Ihrer Handelstransaktion abgezogen. Es handelt sich um einen einmaligen Überweisungsauftrag.
es_419: La comisión de transferencia se deducirá de los ingresos netos de su negociación. Esta es una solicitud de transferencia única.
es_es: La comisión de transferencia se deducirá de los ingresos netos de su negociación. Esta es una solicitud de transferencia única.
fr_fr: Les frais de virement seront déduits du produit net de votre transaction. Il s'agit d'une demande de virement unique.
it_it: La commissione del trasferimento verrà detratta dai ricavi netti del trading. Si tratta di una richiesta di trasferimento una tantum.
ja_jp: 電信送金料金は取引の正味受取額から差し引かれます。これは1回限りの電信送金リクエストです。
ko_kr: 송금 수수료는 거래의 순 수익에서 공제됩니다. 이는 일회성 송금 요청입니다.
ms_my: Yuran kawat akan ditolak daripada hasil bersih dagangan anda. Ini ialah permintaan kawat sekali sahaja.
pt_br: A taxa de transferência será deduzida dos proventos líquidos da negociação. Essa solicitação de transferência é avulsa.
ru_ru: Комиссия за перевод будет вычтена из чистой выручки от вашей сделки. Это разовый запрос на банковский перевод.
th_th: ค่าธรรมเนียมการโอนเงินจะถูกหักจากรายได้สุทธิจากการเทรดของคุณ นี่เป็นคําขอโอนเงินแบบครั้งเดียว
vi_vn: Phí chuyển khoản sẽ được khấu trừ vào tiền thu ròng từ giao dịch của bạn. Đây là yêu cầu chuyển khoản một lần.
zh_hans: 电汇费用将从您的交易净所得中扣除。此为一次性电汇请求。
zh_hant_tw: 電匯費用將從您的交易淨所得中扣除。此為一次性電匯請求。

# disbursementsWireRecipient
source: Wire Recipient
de_de: Draht-Empfänger
es_419: Destinatario de la transferencia
es_es: Destinatario de la transferencia
fr_fr: Destinataire du virement
it_it: Destinatario del bonifico
ja_jp: 電信送金受取人
ko_kr: 송금 수취인
ms_my: Penerima Kawat
pt_br: Beneficiário da transferência
ru_ru: Получатель перевода
th_th: ผู้รับเงินโอน
vi_vn: Người nhận chuyển khoản
zh_hans: 电汇收款人
zh_hant_tw: 電匯收款人

# disclosureFootnotes
source: 1. Current market values based on stock price as of %@
de_de: Derzeitiger Marktwert auf Basis des Aktienkurses vom %1$@
es_419: Valores de mercado actuales basados en el precio de las acciones a fecha de %1$@.
es_es: 1. Valores de mercado actuales basados en el precio de las acciones a fecha de %1$@.
fr_fr: 1. Valeurs de marché actuelles sur la base du cours de l'action à %1$@
it_it: 1. Valori di mercato attuali basati sul prezzo delle azioni a partire da %1$@
ja_jp: 1. %1$@日現在の株価に基づく現在の市場価値
ko_kr: 1. %1$@ 기준 주가에 따라 산정된 현재 시장 가치
ms_my: 1. Nilai pasaran semasa berdasarkan harga saham setakat %1$@
pt_br: 1. Valores atuais de mercado com base no preço das ações em %1$@.
ru_ru: 1. Текущая рыночная стоимость основана на цене акций по состоянию на %1$@
th_th: 1. มูลค่าตลาดปัจจุบันอ้างอิงจากราคาหุ้น ณ วันที่ %1$@
vi_vn: 1. Giá trị thị trường hiện tại dựa trên giá cổ phiếu tính đến ngày %1$@.
zh_hans: 1. 当前市场价值为基于截至 %1$@ 的股票价格
zh_hant_tw: 1. 當前市場價值為基於截至 %1$@ 的股票價格

# disclosuresAndFootnotes
source: Disclosures & Footnotes
de_de: Angaben & Fußnoten
es_419: Divulgaciones y notas a pie de página
es_es: Divulgaciones y notas a pie de página
fr_fr: Divulgations et notes de bas de page
it_it: Informative e note a piè di pagina
ja_jp: 開示と脚注
ko_kr: 공시 및 각주
ms_my: Pendedahan & Nota Kaki
pt_br: Divulgações e notas de rodapé
ru_ru: Раскрытие информации и сноски
th_th: การเปิดเผยข้อมูลและเชิงอรรถ
vi_vn: Tiết lộ & chú thích
zh_hans: 披露声明与附注
zh_hant_tw: 披露聲明與附註

source: Does not include taxes.
de_de: Enthält keine Steuern.
es_419: No incluye impuestos
es_es: No incluye impuestos.
fr_fr: Hors taxes.
it_it: Non include le tasse.
ja_jp: 税金は含まれません。
ko_kr: 세금 불포함
ms_my: Tidak termasuk cukai
pt_br: Não inclui impostos.
ru_ru: Без учета налогов.
th_th: ไม่รวมภาษี
vi_vn: Không bao gồm thuế.
zh_hans: 不包括税金。
zh_hant_tw: 不包括稅金。

source: Done
de_de: Fertig
es_419: Listo
es_es: Listo
fr_fr: Terminé
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Pronto
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_hans: 完成
zh_hant_tw: 完成

source: Do Not Place
de_de: Nicht platzieren
es_419: No colocar
es_es: No colocar
fr_fr: Ne pas placer
it_it: Non effettuare
ja_jp: 注文しない
ko_kr: 배치 금지 사항
ms_my: Jangan Buat
pt_br: Não executar
ru_ru: Не размещать
th_th: อย่าส่ง
vi_vn: Không Đặt
zh_hans: 请勿下单
zh_hant_tw: 請勿下單
